/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "अपने कंप्यूटर पर अपने BlackBerry डिवाइस के संदेश और सामग्री देखने के लिए BlackBerry Blend प्रयोग करें. आप अपने कैलेंडर और संपर्क देख और, अपने कंप्यूटर और डिवाइस के बीच फ़ाइल्स प्रबंधित भी कर सकते हैं.  यदि आपका डिवाइस एंटरप्राइज़ द्वारा सक्रिय किया है, तो आप VPN से कनेक्ट हुए बिना अपनी कार्य जानकारी, फ़ाइल्स और इंट्रानेट पर सुरक्षित रूप से पहुंच प्राप्त कर सकते हैं. BlackBerry Blend, BlackBerry 10 OS संस्करण 10.3 या बाद का संस्करण चल रहे डिवाइसेज़ पर समर्थित है.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "अपने डिवाइस डेटा का बैकअप लेने और पुनर्स्थापित करने, अपने डिवाइस का सॉफ़्टवेयर अपडेट करने या डिवाइस सॉफ़्टवेयर की पुनः स्थापना करने के लिए BlackBerry Link प्रयोग करें. आप अपने मीडिया, दस्तावेज़ और संपर्क और कैलेंडर्स जैसे आयोजक डेटा को अपने डिवाइस और अपने कंप्यूटर के बीच सिंक कर सकते हैं. रिमोट फ़ाइल पहुंच सुविधा प्रयोग करके अपने डिवाइस से अपने कंप्यूटर पर फ़ाइल्स पर पहुंच की अनुमति दें, इत्यादि!";